init python:
    slavemarket_attribute = {
        'male': {'might': __('сильный'), 'subtlety': __('проворный'), 'charisma': __('обаятельный'), 'knowledge': __('образованный'), },
        'female': {'might': __('крепкая'), 'subtlety': __('гибкая'), 'charisma': __('миловидная'), 'knowledge': __('смышлёная'), },
    }

    slavemarket_genderage = {
            'male': {'junior': __('мальчик'), 'adolescent': __('юноша'), 'mature': __('мужчина'), 'elder': __('старик'),},
            'female': {'junior': __('девочка'), 'adolescent': __('девушка'), 'mature': __('женщина'), 'elder': __('старуха'),},
        }

    slavemarket_soul = { 0: __('Товар был психически сломан во время обучения, но командам следует.'),
        1: __('Без раздумий следует приказам'),
        2: __('Характер не пострадал во время обучения покорности'),
        3: __('Обладает сильным характером и волей к победе'),
        4: __('Очень сильный характер. Смотрите как горят глаза!'),
        5: __('Уникум. Обладает абсолютной волей к победе и непреклонным характером.'),
        }

